tap "algolia/algolia-cli"
tap "dart-lang/dart"
tap "fluttergen/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "leoafarias/fvm"
tap "robotsandpencils/made"
brew "act"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cmatrix"
brew "cocoapods"
brew "deno"
brew "exercism"
brew "fastlane"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "gifsicle"
brew "git"
brew "go"
brew "gping"
brew "graphviz"
brew "htop"
brew "lcov"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "pnpm"
brew "pre-commit"
brew "ruby-build"
brew "rbenv"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "yarn"
brew "algolia/algolia-cli/algolia"
brew "fluttergen/tap/fluttergen"
brew "jesseduffield/lazygit/lazygit"
brew "leoafarias/fvm/fvm"
cask "alacritty"
cask "alt-tab"
cask "background-music"
cask "cloudflare-warp"
cask "fig"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "github"
cask "marta"
cask "rar"
cask "raycast"
cask "sublime-text"
cask "viber"
cask "warp"
cask "wezterm"
cask "zoom"
