tap "algolia/algolia-cli"
tap "dart-lang/dart"
tap "fluttergen/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "leoafarias/fvm"
tap "robotsandpencils/made"
brew "act"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cmatrix"
brew "cocoapods"
brew "deno"
brew "exercism"
brew "fastlane"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "gifsicle"
brew "git"
brew "go"
brew "gping"
brew "graphviz"
brew "htop"
brew "lcov"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "pnpm"
brew "pre-commit"
brew "ruby-build"
brew "rbenv"
brew "starship"
brew "telnet"
brew "tree"
brew "yarn"
brew "algolia/algolia-cli/algolia"
brew "fluttergen/tap/fluttergen"
brew "jesseduffield/lazygit/lazygit"
brew "leoafarias/fvm/fvm"
cask "alt-tab"
cask "background-music"
cask "fig"
cask "font-hack-nerd-font"
cask "github"
cask "marta"
cask "rar"
cask "raycast"
cask "sublime-text"
cask "viber"
cask "warp"
