tap "anomalyco/tap"
tap "buo/cask-upgrade"
tap "cqlabs/dcm"
tap "dart-lang/dart"
tap "dopplerhq/cli"
tap "fluttergen/tap"
tap "kilo-org/tap"
tap "lbjlaq/antigravity-manager", "https://github.com/lbjlaq/Antigravity-Manager"
tap "leoafarias/fvm"
tap "lihaoyun6/tap"
tap "manaflow-ai/cmux"
tap "maxgfr/tap"
tap "mobile-dev-inc/tap"
tap "oven-sh/bun"
tap "sst/tap"
tap "supabase/tap"
tap "tw93/tap"
brew "node"
brew "agent-browser"
brew "asc"
brew "bat"
brew "cloudflared"
brew "ruby"
brew "cocoapods"
brew "fastlane"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gping"
brew "gradle"
brew "latexindent"
brew "lsd"
brew "magic-wormhole"
brew "mas"
brew "mkcert"
brew "mongodb-atlas-cli"
brew "mupdf-tools"
brew "neovim"
brew "pandoc"
brew "pkgconf"
brew "pnpm"
brew "qpdf"
brew "rtk"
brew "rust"
brew "starship"
brew "stow"
brew "supabase"
brew "texlive"
brew "tmux"
brew "tree"
brew "uv"
brew "volta"
brew "watchman"
brew "wget"
brew "xdg-ninja"
brew "xpdf"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "cqlabs/dcm/dcm"
brew "dart-lang/dart/dart"
brew "dopplerhq/cli/doppler"
brew "fluttergen/tap/fluttergen"
brew "kilo-org/tap/kilo"
brew "leoafarias/fvm/fvm"
brew "maxgfr/tap/claude-code-switch"
brew "oven-sh/bun/bun"
brew "tw93/tap/mole"
cask "alt-tab"
cask "android-file-transfer"
cask "android-studio"
cask "antigravity"
cask "lbjlaq/antigravity-manager/antigravity-tools"
cask "brave-browser"
cask "bruno"
cask "claude"
cask "claude-code@latest"
cask "clop"
cask "coderabbit"
cask "codex"
cask "codex-app"
cask "copilot-cli"
cask "cursor"
cask "figma"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "inkscape"
cask "lulu"
cask "mactex"
cask "mongodb-compass"
cask "monitorcontrol"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "opencode-desktop"
cask "orbstack"
cask "qbittorrent"
cask "raycast"
cask "scroll-reverser"
cask "shottr"
cask "skim"
cask "slack"
cask "t3-code"
cask "temurin@21"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "xcodes-app"
cask "zed"
cask "zo"
mas "Developer", id: 640199958
mas "Transporter", id: 1450874784
vscode "anthropic.claude-code"
vscode "artdiniz.quitcontrol-vscode"
vscode "astro-build.astro-vscode"
vscode "blazejkustra.react-compiler-marker"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "james-yu.latex-workshop"
vscode "jannisx11.batch-rename-extension"
vscode "jeroen-meijer.pubspec-assist"
vscode "jinoantony.vscode-case-shifter"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mikestead.dotenv"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "msjsdiag.vscode-react-native"
vscode "oxc.oxc-vscode"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "shyykoserhiy.git-autoconfig"
vscode "sleistner.vscode-fileutils"
vscode "swmansion.react-native-ide"
vscode "tinaciousdesign.theme-tinaciousdesign"
vscode "tyriar.sort-lines"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
cargo "cargo-watch"
cargo "sqlx-cli"
uv "graphifyy"
uv "kimi-cli"
uv "notebooklm-py[browser]"
npm "corepack"
