tap "cqlabs/dcm"
tap "dart-lang/dart"
tap "fluttergen/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "oven-sh/bun"
tap "supabase/tap"
brew "bat"
brew "ccache"
brew "cmake"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "gping"
brew "gradle"
brew "graphviz"
brew "htop"
brew "latexindent"
brew "libtensorflow"
brew "lsd"
brew "magic-wormhole"
brew "mkcert"
brew "mupdf-tools"
brew "neofetch"
brew "neovim"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "pytorch"
brew "sentencepiece"
brew "starship"
brew "stow"
brew "swift-format"
brew "texlive"
brew "tree"
brew "volta"
brew "wget"
brew "xdg-ninja"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cqlabs/dcm/dcm"
brew "dart-lang/dart/dart"
brew "fluttergen/tap/fluttergen"
brew "leoafarias/fvm/fvm"
brew "oven-sh/bun/bun"
brew "supabase/tap/supabase"
cask "alt-tab"
cask "android-file-transfer"
cask "brave-browser"
cask "bruno"
cask "clop"
cask "cloudflare-warp"
cask "cursor"
cask "discord"
cask "figma"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "inkscape"
cask "jetbrains-toolbox"
cask "mactex"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mongodb-compass"
cask "monitorcontrol"
cask "msty"
cask "music-decoy"
cask "notion"
cask "obs"
cask "orbstack"
cask "protonvpn"
cask "qbittorrent"
cask "raycast"
cask "scroll-reverser"
cask "shottr"
cask "skim"
cask "slack"
cask "swiftformat-for-xcode"
cask "telegram"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "windsurf"
cask "zed"
vscode "artdiniz.quitcontrol-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dcmdev.dcm-vscode-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "esentis.flutter-find-unused-assets-and-dart-files"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gluestack.gluestack-vscode"
vscode "google.geminicodeassist"
vscode "hzgood.dart-data-class-generator"
vscode "icrawl.discord-vscode"
vscode "jack89ita.copy-filename"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jannisx11.batch-rename-extension"
vscode "jellyedwards.gitsweep"
vscode "jeroen-meijer.pubspec-assist"
vscode "jinoantony.vscode-case-shifter"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "miquelddg.dart-barrel-file-generator"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "msjsdiag.vscode-react-native"
vscode "nuxt.mdc"
vscode "onatm.open-in-new-window"
vscode "origin-space.shadcn-color-tool"
vscode "patbenatar.advanced-new-file"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "shyykoserhiy.git-autoconfig"
vscode "sleistner.vscode-fileutils"
vscode "tinaciousdesign.theme-tinaciousdesign"
vscode "tyriar.sort-lines"
vscode "vivaxy.vscode-conventional-commits"
vscode "vknabel.vscode-apple-swift-format"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.console-ninja"
vscode "wix.glean"
vscode "wix.vscode-import-cost"
