tap "algolia/algolia-cli"
tap "cqlabs/dcm"
tap "dart-lang/dart"
tap "fluttergen/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "robotsandpencils/made"
brew "act"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "ccache"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "doctl"
brew "exercism"
brew "fastlane"
brew "ffmpeg"
brew "fnm"
brew "fontforge"
brew "gh"
brew "gifsicle"
brew "git"
brew "go"
brew "gping"
brew "graphviz"
brew "htop"
brew "kotlin"
brew "lcov"
brew "libxml2"
brew "libxslt"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "pnpm"
brew "pre-commit"
brew "rename"
brew "scrcpy"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "xdg-ninja"
brew "yj"
brew "yq"
brew "algolia/algolia-cli/algolia"
brew "cqlabs/dcm/dcm"
brew "dart-lang/dart/dart"
brew "fluttergen/tap/fluttergen"
brew "jesseduffield/lazygit/lazygit"
brew "leoafarias/fvm/fvm", link: false
brew "oven-sh/bun/bun"
cask "aldente"
cask "alt-tab"
cask "background-music"
cask "blackhole-16ch"
cask "chromedriver"
cask "cloudflare-warp"
cask "discord"
cask "fig"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "http-toolkit"
cask "keycastr"
cask "latest"
cask "macmediakeyforwarder"
cask "monitorcontrol"
cask "overkill"
cask "postman"
cask "rar"
cask "raycast"
cask "tempbox"
cask "viber"
cask "warp"
cask "zoom"
vscode "alefragnani.project-manager"
vscode "alexkrechik.cucumberautocomplete"
vscode "artdiniz.quitcontrol-vscode"
vscode "blaugold.melos-code"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chunsen.bracket-select"
vscode "cucumberopen.cucumber-official"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "exercism.exercism-cli"
vscode "felipecaputo.git-project-manager"
vscode "flutterando.flutter-coverage"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hzgood.dart-data-class-generator"
vscode "icrawl.discord-vscode"
vscode "jack89ita.copy-filename"
vscode "janisdd.vscode-edit-csv"
vscode "jannisx11.batch-rename-extension"
vscode "jellyedwards.gitsweep"
vscode "jeroen-meijer.pubspec-assist"
vscode "jinoantony.vscode-case-shifter"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mhutchie.git-graph"
vscode "mike-co.import-sorter"
vscode "ms-vscode.anycode-kotlin"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "patbenatar.advanced-new-file"
vscode "petli-full.json-to-yaml-and-more"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "ryanluker.vscode-coverage-gutters"
vscode "sergelamikhov.lcov-lang"
vscode "shyykoserhiy.git-autoconfig"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "sushanshakya.freezed-model-gen"
vscode "tinaciousdesign.theme-tinaciousdesign"
vscode "tyriar.sort-lines"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "yoavbls.pretty-ts-errors"
